Repository: DEFRA/epr-frontend-accountmanagement-microservice
Catalog: src/FrontendAccountManagement.Web/Resources/Views/AccountManagement/BusinessAddress.*.resx
Languages: cy

# BusinessAddress.SubBuildingNameLabel
source: Flat or apartment number (optional)
cy: Rhif y fflat neu’r apartment (dewisol)

# BusinessAddress.BuildingNumberLabel
source: Building number
cy: Rhif yr adeilad

# BusinessAddress.BuildingNameLabel
source: Building name (optional)
cy: Enw’r adeilad (dewisol)

# BusinessAddress.StreetLabel
source: Street name
cy: Enw’r stryd

# BusinessAddress.TownLabel
source: Town or city
cy: Tref neu ddinas

# BusinessAddress.CountyLabel
source: County (optional)
cy: Gwlad (dewisol)

# BusinessAddress.PostcodeLabel
source: Postcode
cy: Cod post

# BusinessAddress.BuildingNumberError
source: Enter a building number
cy: Rhowch rif adeilad

# BusinessAddress.StreetNameError
source: Enter a street name
cy: Rhowch enw stryd

# BusinessAddress.TownError
source: Enter a town or city
cy: Rhowch enw tref neu ddinas

# BusinessAddress.PostcodeError
source: Enter a postcode, like AA1 1AA
cy: Rhowch god post, fel AA1 1AA

# BusinessAddress.PostcodeFormatError
source: Invalid Postcode
cy: Cod Post Annilys

# BusinessAddress.Question
source: What is your business address?
cy: Beth yw’ch cyfeiriad busnes?

# BusinessAddress.Title
source: Enter your business address
cy: Cyfeiriad Busnes

# BusinessAddress.Warning
source: We were unable to find your address using the postcode you gave us. Enter your address manually.
cy: Rydyn ni wedi methu dod o hyd i’ch cyfeiriad drwy ddefnyddio’r cod post roesoch chi. Rhowch eich cyfeiriad â llaw.

# BusinessAddress.SubBuildingNameLengthError
source: Flat or apartment number must be 100 characters or less
cy: Rhaid i rif y fflat neu’r rhandy fod yn 100 neu lai o gymeriadau

# BusinessAddress.BuildingNumberLengthError
source: Building number must be 50 characters or less
cy: Rhaid i rif yr adeilad fod yn 50 neu lai o gymeriadau

# BusinessAddress.BuildingNameLengthError
source: Building name must be 100 characters or less
cy: Rhaid i enw’r adeilad fod yn 100 neu lai o gymeriadau

# BusinessAddress.StreetNameLengthError
source: Street name must be 100 characters or less
cy: Rhaid i enw’r stryd fod yn 100 neu lai o gymeriadau

# BusinessAddress.TownLengthError
source: Town or city must be 70 characters or less
cy: Rhaid i’r dref neu’r ddinas fod yn 70 neu lai o gymeriadau

# BusinessAddress.CountyLengthError
source: County must be 50 characters or less
cy: Rhaid i’r sir fod yn 50 neu lai o gymeriadau
