Repository: DEFRA/epr-frontend-accountmanagement-microservice
Catalog: src/FrontendAccountManagement.Web/ResourcesRegulator/Views/Privacy/Detail.*.resx
Languages: cy

# Privacy.Title
source: Privacy notice
cy: wPrivacy notice

# Privacy.IfYouUse
source: If you use the 'Report packaging data' service, Defra will:
cy: wIf you use the 'Report packaging data' service, Defra will:

# Privacy.BeTheDataController
source: be the data controller
cy: wbe the data controller

# Privacy.BeResponsibleFor
source: be responsible for processing any data you share with them
cy: wbe responsible for processing any data you share with them

# Privacy.ADataController
source: A data controller determines how and why personal data is processed. For more information, read Defra’s entry in the
cy: wA data controller determines how and why personal data is processed. For more information, read Defra’s entry in the

# Privacy.DataProtectionPublic
source: Data Protection Public Register.
cy: wData Protection Public Register.

# Privacy.WhatDataWeCollect
source: What data we collect
cy: wWhat data we collect

# Privacy.ThePersonalData
source: The personal data we collect from you includes:
cy: wThe personal data we collect from you includes:

# Privacy.YourInternetProtocol
source: your Internet Protocol (IP) address, and details of which version of
cy: wyour Internet Protocol (IP) address, and details of which version of

# Privacy.WebBrowser
source: web browser
cy: wweb browser

# Privacy.YouUsed
source: you used
cy: wyou used

# Privacy.InformationOnHowYou
source: information on how you use the site,
cy: winformation on how you use the site,

# Privacy.UsingCookies
source: using cookies
cy: wusing cookies

# Privacy.AndPageTagging
source: and page tagging techniques
cy: wand page tagging techniques

# Privacy.QuestionsQueriesOrFeedback
source: questions, queries or feedback you leave
cy: wquestions, queries or feedback you leave

# Privacy.PublishAndManage
source: publish and manage their own privacy notice with details of how to contact them
cy: wpublish and manage their own privacy notice with details of how to contact them

# Privacy.WhereYouProvide
source: Where you provide your consent, we use
cy: wWhere you provide your consent, we use

# Privacy.GoogleAnalytics
source: Google Analytics
cy: wGoogle Analytics

# Privacy.AndAzureSentinel
source: and Azure Sentinel to collect information about how you use GOV.UK. This includes IP addresses.
cy: wand Azure Sentinel to collect information about how you use GOV.UK. This includes IP addresses.

# Privacy.GoogleAnalyticsProcesses
source: Google Analytics processes information about:
cy: wGoogle Analytics processes information about:

# Privacy.ThePagesYouVisit
source: the pages you visit on GOV.UK
cy: wthe pages you visit on GOV.UK

# Privacy.HowLongYouSpend
source: how long you spend on each GOV.UK page
cy: whow long you spend on each GOV.UK page

# Privacy.HowYouGotTo
source: how you got to the site
cy: whow you got to the site

# Privacy.WhatYouClickOn
source: what you click on while you’re visiting the site
cy: wwhat you click on while you’re visiting the site

# Privacy.WeMakeSure
source: We make sure you cannot be directly identified by Google Analytics data. We do this by using
cy: wWe make sure you cannot be directly identified by Google Analytics data. We do this by using

# Privacy.GoogleAnalyticsIpAddressAnonymisation
source: Google Analytics' IP address anonymisation
cy: wGoogle Analytics' IP address anonymisation

# Privacy.FeatureAndByRemoving
source: feature and by removing any other personal data from the titles or URLs of the pages you visit.
cy: wfeature and by removing any other personal data from the titles or URLs of the pages you visit.

# Privacy.WeWillNotCombine
source: We will not combine analytics information with other data sets in a way that would directly identify who you are.
cy: wWe will not combine analytics information with other data sets in a way that would directly identify who you are.

# Privacy.FindOutMore
source: Find out more about how we use Google Analytics and other cookies on GOV.UK.
cy: wFind out more about how we use Google Analytics and other cookies on GOV.UK.

# Privacy.WhyWeNeedYourData
source: Why we need your data
cy: wWhy we need your data

# Privacy.WeCollectYourPersonal
source: We collect your personal data in order to:
cy: wWe collect your personal data in order to:

# Privacy.GatherFeedBack
source: gather feedback to improve our services
cy: wgather feedback to improve our services

# Privacy.RespondToAnyFeedback
source: respond to any feedback you send us, if you’ve asked us to
cy: wrespond to any feedback you send us, if you’ve asked us to

# Privacy.MonitorUse
source: monitor use of the service to identify security threats
cy: wmonitor use of the service to identify security threats

# Privacy.MonitorThePerformance
source: monitor the performance of the service to identify inefficiencies and JavaScript errors
cy: wmonitor the performance of the service to identify inefficiencies and JavaScript errors

# Privacy.WeUseTheInformation
source: We use the information we collect through Google Analytics and Azure Sentinel to see how you use GOV.UK and to see how well the service performs on your device.
cy: wWe use the information we collect through Google Analytics and Azure Sentinel to see how you use GOV.UK and to see how well the service performs on your device.

# Privacy.WeDoThisToHelp
source: We do this to help:
cy: wWe do this to help:

# Privacy.MakeSureThe
source: make sure the ‘Report packaging data’ service is meeting the needs of its users
cy: wmake sure the ‘Report packaging data’ service is meeting the needs of its users

# Privacy.MakeImprovements
source: make improvements to the service
cy: wmake improvements to the service

# Privacy.MakePerformanceImprovements
source: make performance improvements, for example improving page load time and data usage
cy: wmake performance improvements, for example improving page load time and data usage

# Privacy.WeCombineGoogleAnalytics
source: We combine Google Analytics information with similar data from other government digital services to help understand and improve user journeys within GOV.UK and other government digital services.
cy: wWe combine Google Analytics information with similar data from other government digital services to help understand and improve user journeys within GOV.UK and other government digital services.

# Privacy.OurLegalBasis
source: Our legal basis for processing your data
cy: wOur legal basis for processing your data

# Privacy.TheLegalBasis
source: The legal basis for processing personal data in relation to site security is our legitimate interests, and the legitimate interests of our users, in ensuring the security and integrity of GOV.UK.
cy: wThe legal basis for processing personal data in relation to site security is our legitimate interests, and the legitimate interests of our users, in ensuring the security and integrity of GOV.UK.

# Privacy.TheLegalBasisGoogleAnalytics
source: The legal basis for processing data collected with Google Analytics and Azure Sentinel on GOV.UK and other government digital services is your consent.
cy: wThe legal basis for processing data collected with Google Analytics and Azure Sentinel on GOV.UK and other government digital services is your consent.

# Privacy.TheLegalBasisOther
source: The legal basis for processing all other personal data is that it’s necessary:
cy: wThe legal basis for processing all other personal data is that it’s necessary:

# Privacy.ToPerformATask
source: to perform a task in the public interest
cy: wto perform a task in the public interest

# Privacy.InTheExerciseOf
source: in the exercise of our functions as a government department
cy: win the exercise of our functions as a government department

# Privacy.WhatWeDoWithYourData
source: What we do with your data
cy: wWhat we do with your data

# Privacy.TheDataWeCollect
source: The data we collect may be shared with other government departments, agencies and public bodies. It may also be shared with our technology suppliers, for example our hosting provider.
cy: wThe data we collect may be shared with other government departments, agencies and public bodies. It may also be shared with our technology suppliers, for example our hosting provider.

# Privacy.WeWillShareYourData
source: We will share your data if we are required to do so by law - for example, by court order, or to prevent fraud or other crime.
cy: wWe will share your data if we are required to do so by law - for example, by court order, or to prevent fraud or other crime.

# Privacy.TheDataWeCollectGoogleAnalytics
source: The data we collect with Google Analytics cookies is transferred and stored with Google where we analyse it with Google Analytics software (Universal Analytics). We do not allow Google to use or share this data for their own purposes.
cy: wThe data we collect with Google Analytics cookies is transferred and stored with Google where we analyse it with Google Analytics software (Universal Analytics). We do not allow Google to use or share this data for their own purposes.

# Privacy.WeWillNot
source: We will not:
cy: wWe will not:

# Privacy.SellOrRent
source: sell or rent your data to third parties
cy: wsell or rent your data to third parties

# Privacy.ShareYourData
source: share your data with third parties for marketing purposes
cy: wshare your data with third parties for marketing purposes

# Privacy.HowLongWeKeep
source: How long we keep your data
cy: wHow long we keep your data

# Privacy.WeWillOnlyRetain
source: We will only retain your personal data for as long as it is needed for the purposes set out in this document or for as long as the law requires us to.
cy: wWe will only retain your personal data for as long as it is needed for the purposes set out in this document or for as long as the law requires us to.

# Privacy.WeWill
source: We will:
cy: wWe will:

# Privacy.KeepYourFeedbackData
source: keep your feedback data for 2 years
cy: wkeep your feedback data for 2 years

# Privacy.DeleteAccessLogData
source: delete access log data which contain your IP address after 90 days
cy: wdelete access log data which contain your IP address after 90 days

# Privacy.WhereYourDataIsProcessed
source: Where your data is processed and stored
cy: wWhere your data is processed and stored

# Privacy.WeDesignBuildAndRun
source: We design, build and run our systems to make sure that your data is as safe as possible at all stages, both while it’s processed and when it’s stored.
cy: wWe design, build and run our systems to make sure that your data is as safe as possible at all stages, both while it’s processed and when it’s stored.

# Privacy.AllPersonalData
source: All personal data is stored in the
cy: wAll personal data is stored in the

# Privacy.EuropeanEconomicArea
source: European Economic Area
cy: wEuropean Economic Area

# Privacy.DataCollectedByGoogleAnalytics
source: (EEA). Data collected by Google Analytics and Azure Sentinel may be transferred outside the EEA for processing.
cy: w(EEA). Data collected by Google Analytics and Azure Sentinel may be transferred outside the EEA for processing.

# Privacy.HowWeProtect
source: How we protect your data and keep it secure
cy: wHow we protect your data and keep it secure

# Privacy.WeAreCommitted
source: We are committed to doing all that we can to keep your data secure. We have set up systems and processes to prevent unauthorised access or disclosure of your data - for example, we protect your data using varying levels of encryption.
cy: wWe are committed to doing all that we can to keep your data secure. We have set up systems and processes to prevent unauthorised access or disclosure of your data - for example, we protect your data using varying levels of encryption.

# Privacy.WeAlsoMakeSure
source: We also make sure that any third parties that we deal with keep all personal data they process on our behalf secure.
cy: wWe also make sure that any third parties that we deal with keep all personal data they process on our behalf secure.

# Privacy.YourRights
source: Your rights
cy: wYour rights

# Privacy.YouHaveTheRightToRequest
source: You have the right to request:
cy: wYou have the right to request:

# Privacy.InformationAbout
source: information about how your personal data is processed
cy: winformation about how your personal data is processed

# Privacy.ACopyOf
source: a copy of that personal data
cy: wa copy of that personal data

# Privacy.ThatAnythingInaccurate
source: that anything inaccurate in your personal data is corrected immediately
cy: wthat anything inaccurate in your personal data is corrected immediately

# Privacy.YouCanAlso
source: You can also:
cy: wYou can also:

# Privacy.RaiseAnObjection
source: raise an objection about how your personal data is processed
cy: wraise an objection about how your personal data is processed

# Privacy.RequestThatYour
source: request that your personal data is erased if there is no longer a justification for it
cy: wrequest that your personal data is erased if there is no longer a justification for it

# Privacy.AskThatTheProcessing
source: ask that the processing of your personal data is restricted in certain circumstances
cy: wask that the processing of your personal data is restricted in certain circumstances

# Privacy.IfYouHaveAny
source: If you have any of these requests, email
cy: wIf you have any of these requests, email

# Privacy.LinksToOtherWebsites
source: Links to other websites
cy: wLinks to other websites

# Privacy.ContainsLinksToOtherWebsites
source: GOV.UK contains links to other websites.
cy: wGOV.UK contains links to other websites.

# Privacy.ThisPrivacyNotice
source: This privacy notice only applies to the 'Report packaging data’ service on GOV.UK, and does not cover other government services and transactions that we link to. These services have their own terms and conditions and privacy policies.
cy: wThis privacy notice only applies to the 'Report packaging data’ service on GOV.UK, and does not cover other government services and transactions that we link to. These services have their own terms and conditions and privacy policies.

# Privacy.FollowingALinkToAnother
source: Following a link to another website
cy: wFollowing a link to another website

# Privacy.IfYouGoTo
source: If you go to another website from this one, read the privacy policy on that website to find out what it does with your information.
cy: wIf you go to another website from this one, read the privacy policy on that website to find out what it does with your information.

# Privacy.FollowingALinkToGovUk
source: Following a link to GOV.UK from another website
cy: wFollowing a link to GOV.UK from another website

# Privacy.IfYouComeTo
source: If you come to GOV.UK from another website, we may receive personal information from the other website. You should read the privacy policy of the website you came from to find out more about this.
cy: wIf you come to GOV.UK from another website, we may receive personal information from the other website. You should read the privacy policy of the website you came from to find out more about this.

# Privacy.ContactUs
source: Contact us or make a complaint
cy: wContact us or make a complaint

# Privacy.DefrasPersonal
source: Defra’s Personal Information Charter
cy: wDefra’s Personal Information Charter

# Privacy.ExplainsDefrasStandards
source: explains Defra’s standards for requesting and storing personal information.
cy: wexplains Defra’s standards for requesting and storing personal information.

# Privacy.DefrasDataProtectionOfficer
source: Defra’s Data Protection Officer
cy: wDefra’s Data Protection Officer

# Privacy.TheDpoProvides
source: The DPO provides independent advice and monitoring of our use of personal information.
cy: wThe DPO provides independent advice and monitoring of our use of personal information.

# Privacy.InformationCommissioner
source: Information Commissioner
cy: wInformation Commissioner

# Privacy.YouAlsoHave
source: You also have the right to make a complaint to the
cy: wYou also have the right to make a complaint to the

# Privacy.WhoIsAnIndependent
source: , who is an independent regulator.
cy: w, who is an independent regulator.

# Privacy.Telephone
source: Telephone:
cy: wTelephone:

# Privacy.Textphone
source: Textphone:
cy: wTextphone:

# Privacy.MondayToFriday
source: Monday to Friday, 9am to 4.30pm
cy: wMonday to Friday, 9am to 4.30pm

# Privacy.FindOutAboutCallCharges
source: Find out about call charges
cy: wFind out about call charges

# Privacy.ChangesToThisPolicy
source: Changes to this policy
cy: wChanges to this policy

# Privacy.WeMayChange
source: We may change this privacy policy. In that case, the ‘last updated’ date at the bottom of this page will also change. Any changes to this privacy policy will apply to you and your data immediately.
cy: wWe may change this privacy policy. In that case, the ‘last updated’ date at the bottom of this page will also change. Any changes to this privacy policy will apply to you and your data immediately.

# Privacy.IfTheseChanges
source: If these changes affect how your personal data is processed, Defra will take reasonable steps to let you know.
cy: wIf these changes affect how your personal data is processed, Defra will take reasonable steps to let you know.

# Privacy.LastUpdated
source: Last updated
cy: wLast updated

# Privacy.IfYourOrganisationIsRegistered
source: if your organisation is registered to trade in the UK
cy: wif your organisation is registered to trade in the UK

# Privacy.WhatTypeOfOrganisation
source: what type of organisation you work for (whether it’s a limited company or charity, or you’re a sole trader)
cy: wwhat type of organisation you work for (whether it’s a limited company or charity, or you’re a sole trader)

# Privacy.WhereYourOrganisationIs
source: where your organisation is based in the UK
cy: wwhere your organisation is based in the UK

# Privacy.YourCompaniesHouseNumber
source: your Companies House number (if you have one)
cy: wyour Companies House number (if you have one)

# Privacy.YourName
source: your name
cy: wyour name

# Privacy.YourOrganisationsDetails
source: your organisation’s details from Companies House (if you have a Companies House number)
cy: wyour organisation’s details from Companies House (if you have a Companies House number)

# Privacy.YourRoleInTheOrganisation
source: your role in the organisation (if you aren’t a sole trader)
cy: wyour role in the organisation (if you aren’t a sole trader)

# Privacy.YourTelephoneNumber
source: your telephone number
cy: wyour telephone number
